<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Michael Faraday</title>
    <link type="text/css" rel="stylesheet" href="style.css">
</head>
<body>
    <main id="main">
        <header>
          <h1 id="title">Michael Faraday</h1>
          <p>Una mente asombrosa</p>
          <figure id="img-div">
            <img id="image" src="https://i.imgur.com/Dcs8SPb.jpg" alt="Michael Faraday porfile">
            <figcaption id="img-caption">
              Fotograf&iacute;a de perf&iacute;l de Michael Faraday
            </figcaption>
          </figure>
        </header>
        <section id="tribute-info">
          <h3>Eventos importantes en la vida de Michael Faraday</h3>
          <ul>
            <li><strong>1791</strong> &#45;; Naci&oacute; en Wenington el 22 de septiembre, su pare era James Faraday que era miembro de una secta cristiana.</li>
            <li><strong>1805</strong> &#45; Era el tercero de cuatro hermanos, a la edad de 14 a&ntilde;os lleg&oacute; a ser el aprendiz de George Riebau, encuadernador y vendedor de libros de la ciudad.</li>
            <li><strong>1805 a 1812</strong> &#45; Durante 7 a&ntilde;os y muchos libros le&iacute;dos desarrolla un inter&eacute;s por la ciencia, especialmente por el fen&oacute;meno el&eacute;ctrico.</li>
            <li><strong>1812</strong> &#45; A los 20 a&ntilde;os, Faraday comenz&oacute; a asistir a las conferencias del destacado qu&iacute;mico ingles Humphry Davy y de Jhon Tatum.</li>
            <li><strong>1813</strong> &#45; Humphry Davy design&oacute; a Faraday asistente de qu&iacute;mica de la Royal Institution, el 1 de marzo de ese a&ntilde;o.</li>
            <li><strong>1821</strong> &#45; Se caso con Sarah Bernard el 12 de junio de 1821, no tuvieron hijos, Faraday fue un cristiano devoto, su congregaci&oacute;n sandemaniana ara una filial de la iglesia cristiana.</li>
            <li><strong>1832</strong> &#45; La Universidad de Oxford le concedi&oacute; a Faraday el grado de Doctor of Civil Law.</li>
            <li><strong>1838</strong> &#45; Fue elegido miembro extranjero de la Real Academia de las Ciencias de Suecia.</li>
            <li><strong>1839</strong> &#45; Sufre un colapso nervioso, pero regresar&iacute;a posteriormente a sus investigaciones sobre electromagnetismo.</li>
            <li><strong>1844</strong> &#45; Fue uno de los ocho miembros extranjeros elegidos por la Academia de Ciencias de Francia.</li>
            <li><strong>1848</strong> &#45; Como resultado de las gestiones del pr&iacute;ncipe consorte Albertom se le concede una casa de gracia y favor en Hampton Court en Middlesex libre de gastos y costos de mantenimiento.</li>
            <li><strong>1852</strong> &#45; Faraday se retir&oacute; a vivir a ese lugar.</li>
            <li><strong>1853 a 1856</strong> &#45; Al ser consultado por el gobierno brit&aacute;nico con el fin de ayudar en la producci&oacute;n de armas qu&iacute;micas para la guerra de Crimea, Faraday rechazo participar, alegando motivos &eacute;ticos.</li>
            <li><strong>1867</strong> Faraday muere en su casa en Hampton Court el 25 de agosto, a la edad de 75 a&ntilde;os.
      Nada es demasiado maravilloso para ser cierto si obedece a las leyes de la naturaleza.
      </li>
          </ul>
          <blockquote cite="https://100frases.com/autor/michael-faraday/nada-es-demasiado-maravilloso-para-ser-verdad-si--5b6f4b4273e77aa86716782f">
            <p id="citaFaraday">Nada es tan maravilloso para ser verdad si es consistente con las leyes de la naturaleza</p>
            <cite>--Michael Faraday</cite>
          </blockquote>
        </section>
        <p>Parte de la informaci&oacute;n fue extraida de <a id="tribute-link" href="https://es.calameo.com/read/002319835e924aeba2517" target="_blank">
            la cronolog&iacute;a
          </a> de Michael Faraday</p>
      </main>
</body>
</html>